[{"id":"BookishBanter","imageName":"BookishBanter","name":"Bookish Banter","description":"A literary adventure through worlds of words.","questions":["If I were a villain in a book, what would my evil plan be?","Which book character would be my worst date?"]},{"id":"CulinaryChronicals","imageName":"CulinaryChronicals","name":"Culinary Chronicles","description":"A tasty trivia tour of global cuisines and cooking.","questions":["If I were a dish, why would people send me back to the kitchen?","What's the weirdest thing I've ever eaten and pretended to like?"]},{"id":"FutureForecast","imageName":"FutureForecast","name":"Future Forecast","description":"Predicting trends and tech in tomorrow's world.","questions":["What futuristic invention do I wish existed right now?","If I were a robot, what would be my annoying malfunction?"]},{"id":"HobbiesHighlight","imageName":"HobbiesHighlight","name":"Hobbies Highlight","description":"Exploring fun and unique pastimes across the globe.","questions":["What hobby would I be hilariously bad at?","If my life were a hobby, what would it be called?"]},{"id":"MovieMayhem","imageName":"MovieMayhem","name":"Movie Mayhem","description":"A cinematic scramble through film history and fandom.","questions":["Which movie title best describes my love life?","If I could be a movie villain, who would I be?"]},{"id":"MusicalMusings","imageName":"MusicalMusings","name":"Musical Musings","description":"A harmonious quiz on bands, songs, and musical history.","questions":["Which song would play every time I enter a room?","What's the most embarrassing concert I've ever been to?"]},{"id":"NostalgiaNook","imageName":"NostalgiaNook","name":"Nostalgia Nook","description":"Reliving the cherished moments and trends of yesteryears.","questions":["Which old trend do I secretly want to bring back?","What's my most embarrassing childhood memory?"]},{"id":"QuirkyQueries","imageName":"QuirkyQueries","name":"Quirky Queries","description":"Unusual and amusing questions to tickle your brain.","questions":["If I were an alien, what would be my quirky habit?","What's the silliest thing I believe in?"]},{"id":"TechTalk","imageName":"TechTalk","name":"Tech Talk","description":"A digital dive into gadgets, gizmos, and cutting-edge tech.","questions":["Which app would I be and why?","What tech gadget am I hopelessly addicted to?"]},{"id":"WanderlustWonders","imageName":"WanderlustWonders","name":"Wanderlust Wonders","description":"A globetrotting trivia journey across continents and cultures.","questions":["If I were a city, which one would I be and why?","What's the most embarrassing travel faux pas I've committed?"]}]
