[{"id":"BookishBanter","imageName":"BookishBanter","name":"Bookish Banter","description":"A literary adventure through worlds of words.","questions":["If I could have a dinner party with three authors, dead or alive, who would they be?","Which book's world would I choose to live in for a year?","What book do I pretend to have read but actually haven't?","If my life were turned into a novel, what would the title be?","Which book character's fashion sense is most similar to mine?","What genre of books do I secretly despise?","If I were to write a self-help book, what would its main advice be?","If I were a fantasy creature from a book, what would I be?","If I could have a superpower from any book, what would it be?","If I were a book cover, what would I look like?","Which book do I think everyone should read at least once?","If I could join any fictional family from a book, which one would it be?","If I were stuck on a deserted island with one book, which one would it be?","Which book do I believe everyone misinterprets?","Which book do I think is secretly about me?"]},{"id":"CulinaryChronicals","imageName":"CulinaryChronicals","name":"Culinary Chronicles","description":"A tasty trivia tour of global cuisines and cooking.","questions":["If I could only eat one cuisine for the rest of my life, what would it be and why?","If I were a spice, which one would I be and why?","What's the weirdest food combination I secretly love?","If I had to cook one dish to impress someone, what would it be?","What's my biggest kitchen disaster story?","Which country's food would I most like to explore and why?","What's the most memorable meal I've ever had?","What's the strangest thing I've ever eaten?","If my personality were a dessert, what would it be?","What's my go-to late-night snack?","Which food do I absolutely refuse to eat?","If I were a fruit, which one would I be?","Which food did I hate as a child but love now?","If I could have dinner with any historical figure, what would we eat?","If I could open a restaurant, what type of cuisine would I serve?","If I could only eat one dish for the rest of my life, what would it be?","What's my favorite comfort food?","Which food trend do I find completely overrated?","If I could only drink one beverage for the rest of my life, what would it be?","If I were a type of cuisine, which one would I be?","What's the most over-the-top meal I've ever eaten?","If I were a type of cheese, which one would I be?","If I could ban one food from existence, what would it be?","If I could cook a meal with any person, alive or dead, who would it be and what would we make?","Which kitchen utensil do I relate to the most?","Which food do I love that everyone else seems to hate?","If I were a cocktail, what would I be?","What's the funniest thing I've ever done with food?","If I were a food blogger, what would be my blog's name?"]},{"id":"FutureForecast","imageName":"FutureForecast","name":"Future Forecast","description":"Predicting trends and tech in tomorrow's world.","questions":["What futuristic invention do I wish existed right now?","If I were a robot, what would my primary function be?","In a future utopia, what job would I have?","In a sci-fi movie about the future, what role would I play?","What would my ideal house look like in the year 2100?","If I could bring one futuristic gadget back to the present, what would it be?","If I were to write a book set in 3021, what would it be about?","What do I think will be obsolete in the next 50 years?","What will be the biggest breakthrough in technology in the next 20 years?","If I could have a robot do one task for me for the rest of my life, what would it be?","If I could upload my consciousness to a computer, would I?","If I could genetically modify one aspect of humans, what would it be?","What do I think schools will be like in 100 years?","What will be the most radical change in social norms in the future?","If I were a time traveler, what message would I bring back from the future?","If I could predict one future global event, what would it be?","If I could have a gadget from any science fiction story, what would it be?","What will be the most shocking scientific discovery in the next decade?","If I could create the ultimate virtual reality experience, what would it be?","If I could teach one subject in a future school, what would it be?","If I could be part of a future space mission, what would be its goal?","If I could design a future city, what unique law would it have?","If I could introduce one futuristic tradition, what would it be?"]},{"id":"HobbiesHighlight","imageName":"HobbiesHighlight","name":"Hobbies Highlight","description":"Exploring fun and unique pastimes across the globe.","questions":["If I could master any hobby instantly, what would it be?","What's the quirkiest hobby I've ever tried?","If I could turn any activity into an Olympic sport, what would I choose?","If I had to teach a class on one of my hobbies, which one would it be?","What hobby do I secretly wish to start but haven't yet?","If I could only keep one of my current hobbies, which one would it be?","If I could invent a new sport, what would it involve?","If I could be world-famous in any hobby, what would it be?","What hobby am I surprisingly bad at?","If I had an unlimited budget for a hobby, what would I spend it on?","If I could pick up a new skill in a day, what would it be?","What's the most bizarre DIY project I've ever attempted?","If I could have any musical instrument magically mastered, which one would it be?","What's the most extreme sport I'm willing to try?","If I could start a hobby that's completely out of character for me, what would it be?","If I could join any professional sports team for a day, which one would it be?","If I could learn any type of dance overnight, which style would I choose?","If I could become a master chef in any cuisine, which one would it be?","What's the most challenging physical activity I've ever tried?","If I could be a collector of something rare, what would it be?","What hobby would I love to start if time and money weren't an issue?"]},{"id":"MovieMayhem","imageName":"MovieMayhem","name":"Movie Mayhem","description":"A cinematic scramble through film history and fandom.","questions":["If my life were a movie, what genre would it be?","Which movie villain would be my best friend in real life?","If I could star in any movie remake, which one would it be?","What movie quote do I use most often in everyday life?","Which movie world would I choose to live in for a year?","If I could have any movie character as my personal assistant, who would it be?","What's the most embarrassing movie I secretly love?","If I were to direct a movie, what would its plot be?","Which actor would play me in a movie about my life?","Which movie do I think is massively overrated?","If I were a movie prop, what would I be?","What's the scariest movie that I can watch without getting scared?","Which movie soundtrack is the soundtrack of my life?","If I could swap lives with a movie character for a day, who would it be?","Which movie do I wish I could erase from my memory?","What's the funniest movie line that I know by heart?","Which movie character's wardrobe would I want to steal?","If I could be any movie sidekick, who would I choose?","Which movie do I think everyone should watch at least once?","If I could make a documentary, what would it be about?","If I could bring one movie character to life, who would it be?","If I could have any movie's ending changed, which one would it be?","If I could be a fly on the wall during the making of any movie, which one would it be?","If I could be the hero in any movie, which one would I choose?"]},{"id":"MusicalMusings","imageName":"MusicalMusings","name":"Musical Musings","description":"A harmonious quiz on bands, songs, and musical history.","questions":["What song always gets me on the dance floor?","What's the most embarrassing song on my playlist?","If I could sing a duet with any artist, who would it be?","What's the weirdest music genre I secretly enjoy?","If I were a famous singer, what would my stage name be?","If I could bring back one deceased musician for a concert, who would it be?","What's the most overplayed song I still love?","What's my most controversial music opinion?","What's the best concert I've ever been to?","If I could only listen to one album for the rest of my life, what would it be?","What song always makes me feel nostalgic?","If I could write a song about my life, what would its title be?","If I could master any musical instrument overnight, which one would it be?","What song do I think is a hidden gem?","If I could rename a famous band, which one would it be and what would their new name be?","What song would play in the movie trailer of my life?","If I could guest star in any music video, which one would it be?","What's the most surprising artist or band I'm a fan of?","If I had to describe my love life with a song, what would it be?","If I could steal a song and claim it as my own, which one would it be?","If I could pick a theme song for this year, what would it be?","If I were a rockstar, what would be my controversial moment?","If I could form a supergroup with any musicians, dead or alive, who would be in it?","If I could experience one music festival, past or present, which one would it be?","What's my earliest music-related memory?","If I could have dinner with any musician, who would I choose and why?","What's the most played song in my music library?","If I could have any song play whenever I enter a room, what would it be?","What song do I secretly love but would never admit to liking?","If I could go on tour with any band or artist, who would it be?","If I could dedicate a song to someone in this game, what would it be and to whom?","What song do I think should be banned from all future parties?"]},{"id":"NostalgiaNook","imageName":"NostalgiaNook","name":"Nostalgia Nook","description":"Reliving the cherished moments and trends of yesteryears.","questions":["What childhood movie can I watch over and over again?","Which old-school video game was I completely addicted to?","What's the most memorable toy from my childhood?","Which cartoon character was my hero growing up?","What's the one song that takes me back to my teenage years?","Which fashion trend from the past do I secretly want to bring back?","Which discontinued snack do I miss the most?","What's the first album I ever bought with my own money?","Which classic TV show could I binge-watch anytime?","Which celebrity crush from my youth do I still have a soft spot for?","What's my favorite retro video game console?","What was my favorite book or story as a child?","What's the one fashion faux pas from my past I regret the most?","What's the funniest or most embarrassing memory from my high school years?","What was my favorite subject in school and why?","Which classic children's book do I wish I could read for the first time again?","Which childhood movie still makes me laugh?","Which retro fashion item do I wish I still owned?","What's the funniest thing I believed as a child?","Which board game from my childhood was I unbeatable at?","What's the most memorable lesson I learned from my parents?","Which old TV commercial jingle can I still sing by heart?","Which childhood superhero was I obsessed with?","What's the most memorable piece of technology from my youth?","What's the most memorable school project I ever worked on?","Which classic book or movie do I think every child should experience?","What's the most memorable playground game from my childhood?","Which childhood ambition or dream did I have that makes me laugh now?","What was my favorite childhood pet's name and why?","What's the most memorable hand-me-down I ever received?","Which old TV show or movie do I wish they would remake?","What's the most memorable fashion trend I followed as a teenager?","What's the most memorable piece of advice I received as a child?","Which old comic book or magazine was I obsessed with?","What's the most memorable thing I ever saved up money for as a kid?","What was my favorite bedtime story or fairy tale?"]},{"id":"QuirkyQueries","imageName":"QuirkyQueries","name":"Quirky Queries","description":"Unusual and amusing questions to tickle your brain.","questions":["What's the strangest thing I've ever eaten?","If I could have a useless superpower, what would it be?","What's the most bizarre talent I have?","If I could invent a new holiday, what quirky celebration would it be?","What's the most unusual pet I've ever wanted?","If I could combine two animals to create a new one, what would they be?","What's the weirdest thing I've ever said in my sleep?","If I could live in any TV show, what absurd one would it be?","What's the most ridiculous thing I'm afraid of?","What's the funniest misunderstanding I've ever been involved in?","If I could create a new planet, what odd feature would it have?","If I were a mad scientist, what strange invention would I create?","What's the most unusual theme for a party I've ever attended?","If I could have any animal as a talking pet, what would it be?","If I were a ghost, where would I haunt and why?","If I could have an unlimited supply of one thing, what weird thing would it be?","What's the funniest misunderstanding I've ever had with a stranger?","If I were a wizard, what would be my signature spell?","If I could turn anything into an Olympic sport, what odd thing would it be?","What's the weirdest compliment I've ever received?","If I could open a shop selling only one kind of item, what unusual thing would it be?","If I were a TV show host, what weird kind of show would I host?","If I could have any mythical creature as a pet, what would it be?","What's the most ridiculous thing I've ever believed?","If I could create a new ice cream flavor, what bizarre combination would it be?","If I were a color, what oddly specific shade would I be?","What's the weirdest thing I've ever done on a dare?","If I were an alien, what would be my peculiar reason for visiting Earth?","What's the most bizarre gift I've ever received or given?","What's the most ridiculous thing I'm surprisingly passionate about?","If I could be a world record holder, what strange record would I hold?","If I were a mythical god or goddess, what would be my odd domain?"]},{"id":"TechTalk","imageName":"TechTalk","name":"Tech Talk","description":"A digital dive into gadgets, gizmos, and cutting-edge tech.","questions":["If I could invent a new gadget, what would it do?","If I were a computer virus, what funny thing would I do?","If I could have any sci-fi gadget come to life, what would it be?","What's the most useless piece of technology I own?","If I could be a character in any video game, who would I be?","If I were to design a robot, what odd task would it perform?","What's the most amusing autocorrect fail I've experienced?","What's the weirdest thing I've Googled?","If I were an emoji, which one would I be?","If I could live in any video game world, which one would it be?","If I were a tech CEO for a day, what silly rule would I implement?","If I were to invent a new smartphone feature, what would it be?","If I could add one feature to social media platforms, what would it be?","If I could create a new Internet trend, what would it be?","If I could hack into any one system for fun, which one would it be?","If I were a video game boss, what weird power would I have?","What's the funniest technology myth I've believed?","If I could have a robot do anything for me, what odd task would I choose?","If I could communicate with any household appliance, which one would it be?","If I were a piece of wearable technology, what would I do?","What's the oldest piece of technology I still use?","What's the most useless tech product I've ever bought?","If I could have any tech company develop a product just for me, which company and what product?","What's my biggest tech fail moment?","If I could be proficient in any programming language, which one would I choose?","If I could automate one aspect of my life, what would it be?","If I were to start a tech company, what problem would it solve?","If I could only use one piece of tech for the rest of my life, what would it be?","What's the strangest online community or forum I've ever been a part of?","If I could ban any tech product or service, what would it be?","If I were to start a YouTube channel, what tech topic would I cover?","If I were a tech gadget, what would be my special feature?"]},{"id":"WanderlustWonders","imageName":"WanderlustWonders","name":"Wanderlust Wonders","description":"A globetrotting trivia journey across continents and cultures.","questions":["If I could teleport to any place in the world right now, where would I go?","What's the most unusual travel destination on my bucket list?","If I were a city, which one would I be and why?","If I could learn any language instantly, which one would it be?","What's the strangest food I've tried while traveling?","What's my dream vacation and why?","If I were to live in a foreign country for a year, which one would it be?","If I could have a second home anywhere in the world, where would it be?","If I could be a tour guide in any city, which one would I choose?","What's the most adventurous thing I've done on a vacation?","What's the most exotic animal I've seen in the wild?","If I could swap lives with someone from a different country for a week, who would it be?","If I could meet any world leader, past or present, who would it be?","What's the most valuable lesson I've learned from traveling?","If I could explore any ancient civilization, which one would it be?","What's the most off-the-beaten-path place I've discovered?","What's the most unusual way I've traveled from one place to another?","If I could bring back one item from a lost or ancient culture, what would it be?","What's the most interesting street food I've ever tried?","If I could go on a mystery trip, where everything is a surprise, would I do it?","What's the most remote place I've ever been to?","What's the most unusual mode of transportation I've ever used?","What's the most unexpected thing I've learned about myself through traveling?","What's the most spontaneous trip I've ever taken?","If I could live in any fictional world, which one would it be?","If I could explore the depths of the ocean, what would I hope to find?"]}]
